Repository: csmart/jockey-yum
Catalog: po/*.po
Languages: hu, ja

source: Check for new hardware drivers
hu: Új hardvermeghajtók keresése
ja: 新しいハードウェアのドライバを確認する

source: Notify about new hardware drivers available for the system
hu: Értesítés az elérhető új hardvermeghajtókról
ja: システム向けの新しいハードウェアドライバを通知する

source: Cannot connect to D-BUS
hu: Nem lehet csatlakozni a D-Bushoz
ja: D-BUSに接続できません

source: Searching for available drivers...
hu: Elérhető eszközmeghajtók keresése...
ja: 利用可能なドライバを検索しています...

source: Component
hu: Komponens
ja: コンポーネント

source: _Enable
hu: _Engedélyezés
ja: 有効にする(_E)

source: _Disable
hu: _Tiltás
ja: 無効にする(_D)

source: Enabled
hu: Engedélyezve
ja: 有効にする

source: Disabled
hu: Tiltva
ja: 使用しない

source: Status
hu: Állapot
ja: ステータス

source: Needs computer restart
hu: A számítógép újraindítása szükséges.
ja: コンピュータの再起動が必要です

source: In use
hu: Használatban
ja: 使用中

source: Not in use
hu: Nincs használatban
ja: 使用されていません

source: License:
hu: Licenc:
ja: ライセンス:

source: details
hu: részletek
ja: 詳細

source: Free
hu: Szabad
ja: フリー

source: Proprietary
hu: Zárt
ja: プロプライエタリ

source: Download in progress
hu: Letöltés folyamatban…
ja: ダウンロード中です

source: Unknown driver
hu: Ismeretlen meghajtó
ja: 未知のドライバ

source: You are not authorized to perform this action.
hu: Nincs jogosultsága a művelet végrehajtásához!
ja: このアクションを実行する権限がありません

source: Tested by the %s developers
hu: A(z) %s fejlesztői által ellenőrizve
ja: %s 開発者によって検証済み

source: Not tested by the %s developers
hu: A(z) %s fejlesztői nem ellenőrizték
ja: %s 開発者によって検証されていません

source: Recommended
hu: Ajánlott
ja: 推奨

source: License Text for Device Driver
hu: Eszközmeghajtó licence
ja: デバイスドライバのライセンス本文

source: Driver search results
hu: Eszközmeghajtó-keresés eredményei
ja: ドライバ検索結果

source: Proprietary drivers are being used to make this computer work properly.
hu: A számítógép megfelelő működéséhez zárt meghajtók kerülnek felhasználásra.
ja: コンピュータを完全に機能させるために、プロプライエタリなドライバを利用しています。

source: No proprietary drivers are in use on this system.
hu: Ezen a rendszeren nincsenek használatban zárt meghajtók.
ja: このシステムではプロプライエタリなドライバは利用されていません。

source: Graphics driver
hu: Grafikus eszközmeghajtó
ja: グラフィック・ドライバ

source: Firmware
ja: ファームウェア

source: Device driver
hu: Eszközmeghajtó
ja: デバイス・ドライバ

source: version %s
hu: Verzió: %s
ja: バージョン %s

source: _Remove
hu: _Eltávolítás
ja: 削除(R_)

source: _Deactivate
hu: _Deaktiválás
ja: 無効にする(_D)

source: This driver is activated and currently in use.
hu: Ez az eszközmeghajtó aktiválva és használatban van.
ja: このドライバは有効で現在使用中です。

source: You need to restart the computer to activate this driver.
hu: Az eszközmeghajtó aktiválásához újra kell indítani a számítógépet.
ja: このドライバを有効にするにはコンピュータを再起動する必要があります。

source: This driver is activated but not currently in use.
hu: Ez az eszközmeghajtó aktiválva van, de nincs használatban.
ja: このドライバは有効ですが、現在使用していません。

source: _Activate
hu: _Aktiválás
ja: 有効にする(_A)

source: This driver was just disabled, but is still in use.
hu: Ez az eszközmeghajtó letiltásra került, de még használatban van.
ja: このドライバは無効化されましたが、まだ使用中です。

source: A different version of this driver is in use.
hu: Az eszközmeghajtó másik verziója használatban van.
ja: このドライバの異なるバージョンが使用中です。

source: This driver is not activated.
hu: Az eszközmeghajtó nincs aktiválva.
ja: このドライバは有効化されていません。

source: Check for newly used or usable drivers and notify the user.
hu: Újonnan használt zárt modulok keresése és a felhasználó értesítése
ja: 追加もしくは更新された利用可能なドライバを確認してユーザに通知する。

source: Query driver databases for newly available or updated drivers.
hu: Újonnan elérhető és frissített meghajtók keresése a meghajtóadatbázisban.
ja: 新しく提供されたドライバや更新されたドライバをドライバデータベースに問い合わせる。

source: List available drivers and their status.
hu: A rendelkezésre álló zárt meghajtók nevének és állapotának felsorolása
ja: 利用可能なドライバとそのステータスの一覧を表示する。

source: List hardware identifiers from this system.
hu: Listázza a rendszer összes hardverazonosítóját!
ja: このシステムからハードウェア識別子をリストアップする

source: Enable a driver
hu: Meghajtó engedélyezése
ja: ドライバを有効にする

source: Disable a driver
hu: Meghajtó letiltása
ja: ドライバを無効にする

source: Ask for confirmation for --enable/--disable
hu: Megerősítés kérése a --enable/--disable kapcsolókhoz
ja: ドライバの有効/無効(--enable/--disable)の確認をします

source: Check if there is a graphics driver available that supports composite and offer to enable it
hu: Ellenőrzi, hogy elérhető-e a kompozit módot támogató meghajtó és felajánlja az engedélyezését
ja: compositeオプションを有効にできるグラフィック・ドライバがないか確認する

source: Only manage free/nonfree drivers. By default, all available drivers with any license are presented.
hu: Csak szabad/zárt meghajtók kezelése. Alapértelmezésben minden elérhető meghajtó megjelenik a licencétől függetlenül.
ja: ただ有償/無償のドライバを管理するだけです。標準設定では、ライセンスに依らず全ての利用可能なドライバが掲示されます。

source: Run as session D-BUS server.
hu: Futtatás session D-BUS szerverként
ja: D-BUSサーバのセッションとして実行する。

source: Restricted drivers available
hu: Zárt meghajtók érhetők el
ja: 制限付きドライバが利用できます

source: In order to use your hardware more efficiently, you can enable drivers which are not free software.
hu: A hardver hatékonyabb használata érdekében zárt forrású meghajtókat engedélyezhet.
ja: ハードウェアをより効率的に使用するために、フリーソフトウェアではないドライバを使用することができます。

source: New drivers available
hu: Új meghajtók érhetőek el
ja: 新しいドライバが利用できます

source: There are new or updated drivers available for your hardware.
hu: Új vagy frissített meghajtók érhetőek el a rendszerhez.
ja: ハードウェアに対応した、追加もしくは更新されたドライバが利用できます。

source: New restricted drivers in use
hu: Új, zárt meghajtók vannak használatban
ja: 新しい制限付きドライバを利用しています

source: In order for this computer to function properly, %(os)s is using driver software that cannot be supported by %(os)s.
hu: A számítógép megfelelő működése érdekében a(z) %(os)s olyan meghajtót használ, amelyet a(z) %(os)s nem támogathat.
ja: このコンピュータの機能を完全な形で利用するには、%(os)sは%(os)sではサポートされていないドライバソフトウェアを利用する必要があります。

source: There is no available graphics driver for your system which supports the composite extension, or the current one already supports it.
hu: Nem érhető el olyan grafikus meghajtó a rendszerhez, mely támogatná a kompozit bővítményt, vagy a jelenlegi már támogatja ezt.
ja: このシステムで利用可能なコンポジット端子をサポートするグラフィックドライバが無いか、現在のドライバで既にサポートされています。

source: Downloading and installing driver...
hu: A meghajtó letöltése és telepítése...
ja: ドライバのダウンロードとインストールを実行しています...

source: Removing driver...
hu: Meghajtó eltávolítása...
ja: ドライバを削除しています...

source: Use --list to see available drivers
hu: A --list használatával megtekintheti az elérhető meghajtókat.
ja: 利用可能なドライバを見るには--listを使用します

source: Cannot change driver
hu: A meghajtó cseréje nem lehetséges
ja: ドライバを変更できません

source: Enable driver?
hu: Biztosan engedélyezi a meghajtót?
ja: ドライバを有効にしますか？

source: Disable driver?
hu: Biztosan letiltja a meghajtót?
ja: ドライバを無効にしますか？

source: Sorry, the Jockey backend crashed. Please file a bug at:
hu: Elnézést, a Jockey háttérprogramja összeomlott. Küldjön hibajelentést ide:
ja: すみません、Jockyバックエンドがクラッシュしました。バグを報告してください:

source: Trying to recover by restarting backend.
hu: Kísérlet a helyreállásra a háttérprogram újraindításával.
ja: バックエンドを再起動して復旧を試みます

source: Download error
hu: Hiba a letöltésben
ja: ダウンロードエラー

source: Searching driver for %s...
hu: %s meghajtójának keresése...
ja: %s 用のドライバを検索しています...

source: Configure third-party and proprietary drivers
hu: Külső fejlesztésű és zárt meghajtók beállítása
ja: サードパーティドライバおよびプロプライエタリドライバを設定します

source: Reconfiguring X.org video drivers is not possible: %s is invalid.
hu: Az X.org videomeghajtók újrakonfigurálása nem lehetséges: %s érvénytelen.
ja: X.org ビデオドライバを再設定できませんでした: %s が間違っているか存在しません。

source: Check for newly available drivers for, and used drivers on this system
hu: A rendszerben használt és a rendszerhez szükséges újonnan elérhető maghajtók keresése
ja: このシステム上の利用されているドライバや、新しく利用可能であるドライバを確認する

source: Get information about local device drivers
hu: Információkérés a helyi eszközmeghajtókról
ja: ローカルデバイスドライバについて情報を入手する

source: Install or remove device drivers
hu: Eszközmeghajtók telepítése/eltávolítása
ja: デバイスドライバをインストールまたは削除する

source: Query local and remote driver databases for updated drivers for the system
hu: A helyi és a távoli adatbázisok lekérdezése a rendszerhez szükséges meghajtófrissítésekről
ja: システム用にアップデートされたドライバを、ローカルやリモートのドライバデータベースに問い合わせる

source: System policy prevents checking driver status
hu: A rendszer házirendje megakadályozza a meghajtó állapotának lekérdezését
ja: システムポリシーにより、ドライバのステータス取得が制限されています

source: System policy prevents installation/removal of device drivers
hu: A rendszer házirendje megakadályozza a meghajtók telepítését/eltávolítását
ja: システムポリシーにより、デバイスドライバのインストール/削除が制限されています

source: System policy prevents querying device drivers
hu: A rendszer házirendje megakadályozza az eszközmeghajtók lekérdezését
ja: システムポリシーにより、デバイスドライバ検索が制限されています

source: System policy prevents querying driver databases for updates
hu: A rendszer házirendje megakadályozza a frissítéshez szükséges meghajtóadatbázisok lekérdezését
ja: システムポリシーにり、アップデートのためにドライバデータベースへ問い合わせを行うことが制限されています

source: NVIDIA accelerated graphics driver
hu: NVIDIA gyorsított grafikus meghajtó
ja: NVIDIAの高性能グラフィックドライバ

source: 3D-accelerated proprietary graphics driver for NVIDIA cards.
hu: Zárt meghajtó NVIDIA kártyákhoz háromdimenziós gyorsítással.
ja: NVIDIAカード向けのプロプライエタリな3Dアクセラレート・グラフィック・ドライバ

source: This driver is required to fully utilise the 3D potential of NVIDIA graphics cards, as well as provide 2D acceleration of newer cards. If you wish to enable desktop effects, this driver is required. If this driver is not enabled, you will not be able to enable desktop effects and will not be able to run software that requires 3D acceleration, such as some games.
hu: Ez a meghajtó szükséges az NVIDIA grafikus kártyák 3D képességeinek maradéktalan kihasználásához, valamint az újabb kártyák 2D gyorsításához. Ha az asztali effekteket engedélyezni akarja, erre a meghajtóra szüksége lesz. Ha ez a meghajtó nincs engedélyezve, nem lesz lehetősége az asztali effekteket engedélyezni és 3D gyorsítást igénylő programokat (például játékokat) futtatni.
ja: このドライバはNVIDIAグラフィックカードの3D性能を全て引き出すのに必要です。新しいカードでは2Dアクセラレーションにも必要になります。 もしもデスクトップ効果を利用するのであれば、このドライバが必要です。 このドライバを有効にしない場合、デスクトップ効果を利用することはできず、ゲームのような3Dアクセラレーションを利用するソフトウェアを利用することはできません。

source: Software modem
hu: Szoftveres modem
ja: ソフトウェアモデム

source: This driver enables the usage of many software modems, as commonly found in laptops. If this driver is not enabled, you will not be able to use your modem.
hu: Ez a meghajtó lehetővé teszi több szoftveres modem használatát. Ezek jellemzően noteszgépekben fordulnak elő. Ha ez a meghajtó nincsen engedélyezve, a modem nem lesz használható.
ja: このドライバにより、ラップトップによく搭載されている多くのソフトウェアが利用できるようになります。 このドライバを有効にしなければ、モデムを利用することはできないでしょう。
